;
; MstHtmlEditor.LanguageConfig = Application.StartupPath & "\Language.ini"
;
[ToolTipText]
btnNew=Create a new normal page
btnOpen=Open
btnSave=Save
btnSaveAs=Save As
btnPrint=Print
btnPrintPreview=Print Preview
btnCut=Cut
btnCopy=Copy
btnPaste=Paste
btnRemoveFormat=Remove Format
btnUndo=Undo
btnRedo=Redo
btnInsertTable=Insert Table
btnCancel=Cancel
btnBy=by
btnTable=Table
btnInsertPicture=Insert Picture
btnInsertHorizontalLine=Insert Horizontal Line
btnInsertSymbol=Insert Symbol
btnInsertHyperlink=Insert Hyperlink
btnUnlink=Unlink
btnFind=Find
btnSelectAll=Select All
btnFontSizeNormal=Normal
btnFontSize1=1 (8pt)
btnFontSize2=2 (10pt)
btnFontSize3=3 (12pt)
btnFontSize4=4 (14pt)
btnFontSize5=5 (18pt)
btnFontSize6=6 (24pt)
btnFontSize7=7 (36pt)
btnBold=Bold
btnItalic=Italic
btnUnderline=Underline
btnStrikeThrough=Strike Through
btnAlignLeft=Align Left
btnAlignCenter=Align Center
btnAlignRight=Align Right
btnJustify=Justify
btnSuperscript=Superscript
btnSubscript=Subscript
btnNumbering=Numbering
btnBullets=Bullets
btnDecreaseIndent=Decrease Indent
btnIncreaseIndent=Increase Indent
btnHighlight=Highlight
btnFontColor=Font Color
btnAutomatic=Automatic
btnMoreColors=More Colors...
btnDesignMode=Design
btnSourceMode=Source
btnPreviewMode=Preview

[DesignContextMenu]
mnuCut=Cut
mnuCopy=Copy
mnuPaste=Paste
mnuDelete=Delete
mnuParagraph=Paragraph...
mnuPictureProperties=Picture Properties...
mnuHorizontalLineProperties=Horizontal Line Properties...
mnuCellProperties=Cell Properties...
mnuTableProperties=Table Properties...
mnuPageProperties=Page Properties...

[SourceContextMenu]
mnuUndo=Undo
mnuRedo=Redo
mnuCut=Cut
mnuCopy=Copy
mnuPaste=Paste
mnuDelete=Delete
mnuSelectAll=Select All

[PreviewContextMenu]
mnuSelectAll=Select All
mnuCopy=Copy
mnuPrint=Print...
mnuPrintPreview=Print Preview...
mnuProperties=Properties

[CellPropertiesDlg]
Caption=Cell Properties
tabLayout=Layout
lblHorizontalAlignment=Horizontal alignment
Default=Default
Left=Left
Right=Right
Center=Center
Justify=Justify
Inter-ideograph=Inter-ideograph
lblVerticalAlignment=Vertical alignment
Top=Top
Middle=Middle
Baseline=Baseline
Bottom=Bottom
chkSpecifyWidth=Specify width
chkSpecifyHeight=Specify height
optInPixels=In pixels
optInPercent=In percent
chkNoWrap=No wrap
tabBorders=Borders
lblColor=Color
lblLightBorder=Light border
lblDarkBorder=Dark border
tabBackground=Background
chkUseBackgroundPicture=Use background picture
SelectBackgroundPicture=Select Background Picture
btnBrowse=Browse...
btnOK=OK
btnCancel=Cancel
Msg01=Please enter an integer between 0 and 99999.

[HorizontalLinePropertiesDlg]
Caption=Horizontal Line Properties
lblSize=Size
lblWidth=Width
optPercentOfWindow=Percent of window
optPixels=Pixels
lblHeight=Height
lblPixels=Pixels
lblAlignment=Alignment
optLeft=Left
optCenter=Center
optRight=Right
lblColor=Color
chkSolidLine=Solid line(no shading)
btnOK=OK
btnCancel=Cancel
Msg01=Please enter a valid number.

[InsertPictureDlg]
Caption=Picture
lblPictureSource=Picture Source
lblAlternateText=Alternate Text
lblLayout=Layout
lblAlignment=Alignment
NotSet=Not set
Left=Left
Right=Right
TextTop=TextTop
Absmiddle=Absmiddle
Baseline=Baseline
Absbottom=Absbottom
Bottom=Bottom
Middle=Middle
Top=Top
lblBorderThickness=Border Thickness
lblSpacing=Spacing
lblHorizontal=Horizontal
lblVertical=Vertical
btnBrowse=&Browse...
btnOK=&OK
btnCancel=&Cancel
Msg01=Horizontal spacing must be a number between 0 and 999.
Msg02=Vertical spacing must be a number between 0 and 999.
Msg03=Border thickness must be a number between 0 and 999.

[SymbolDlg]
Caption=Symbol
btnInsert=&Insert
btnClose=Close
btnCancel=Cancel

[PagePropertiesDlg]
Caption=Page Properties
tabGeneral=General
lblLocation=Location
lblTitle=Title
lblBaseUrl=Base url
tabFormatting=Formatting
lblBackground=Background
chkBackgroundPicture=Background picture
chkMakeItaWatermark=Make it a watermark
btnBrowse=Browse...
SelectBackgroundPicture=Select Background Picture
lblColors=Colors
lblText=Text
lblHyperlink=Hyperlink
lblVisitedHyperlink=Visited hyperlink
lblActiveHyperlink=Active hyperlink
tabAdvanced=Advanced
lblMargins=Margins
lblTopMargin=Top Margin
lblLeftMargin=Left Margin
lblBottomMargin=Bottom Margin
lblRightMargin=Right Margin
lblMarginWidth=Margin Width
lblMarginHeight=Margin Height
lblPixels=Pixels
lblHtmlEncoding=HTML encoding
lblSaveTheDocumentAs=Save the document as
btnOK=OK
btnCancel=Cancel
Msg01=The base URL must be absolute.

[ParagraphPropertiesDlg]
Caption=Paragraph Properties
tabIndentsAndSpacing=Indents and Spacing
lblAlignment=Alignment
Default=Default
Left=Left
Right=Right
Center=Center
Justify=Justify
Inter-ideograph=Inter-ideograph
lblIndentation=Indentation
lblBeforeText=Before text
lblAfterText=After text
lblIndentFirstLine=Indent first line
lblSpacing=Spacing
lblBefore=Before
lblAfter=After
lblWord=Word
lblLineSpacing=Line spacing
Single=Single
1.5lines=1.5lines
Double=Double
btnOK=OK
btnCancel=Cancel

[PicturePropertiesDlg]
Caption=Picture Properties
lblGeneral=General
lblPictureSource=Picture Source
lblAlternateText=Alternate Text
lblWrappingStyle=Wrapping style
optStyleNone=None
optStyleLeft=Left
optStyleRight=Right
lblLayout=Layout
lblAlignment=Alignment
Default=Default
Left=Left
Right=Right
Top=Top
TextTop=TextTop
Middle=Middle
Absmiddle=Absmiddle
Baseline=Baseline
Bottom=Bottom
Absbottom=Absbottom
Center=Center
lblBorderThickness=Border Thickness
lblHorizontalSpacing=Horizontal spacing
lblVerticalSpacing=Vertical spacing
lblSize=Size
lblWidth=Width
lblHeight=Height
btnBrowse=&Browse...
btnOK=&OK
btnCancel=&Cancel

[TablePropertiesDlg]
Caption=Table Properties
tabLayout=Layout
lblAlignment=Alignment
Default=Default
Left=Left
Right=Right
Center=Center
lblCellPadding=Cell padding
lblCellSpacing=Cell spacing
chkSpecifyWidth=Specify width
chkSpecifyHeight=Specify height
optInPixels=In pixels
optInPercent=In percent
tabBorders=Borders
lblSize=Size
lblColor=Color
lblLightBorder=Light border
lblDarkBorder=Dark border
chkCollapseTableBorder=Collapse table border
tabBackground=Background
chkUseBackgroundPicture=Use background picture
SelectBackgroundPicture=Select Background Picture
btnBrowse=Browse...
btnOK=OK
btnCancel=Cancel
Msg01=Please enter an integer between 0 and 100.
Msg02=Please enter an integer between 0 and 99999.

[FindAndReplaceDlg]
Caption=Find and Replace
tabFind=Find
tabReplace=Replace
lblFindWhat=Find what
lblReplaceWith=Replace with
lblDirection=Direction
optUp=Up
optDown=Down
lblOptions=Options
chkMatchCase=Match case
chkFindWholeWordOnly=Find whole word only
btnFindNext=Find Next
btnReplace=Replace
btnClose=Close
Msg01=Passed the end of the document.
Msg02=Finished searching the document.
Msg03=occurrence(s) replaced.
























